import { FAQ } from "@/types/faq";

const faqData: FAQ[] = [
  {
    id: 1,
    quest: "Что мы получим выходе?",
    ans: "Вне зависимости от выбраных услуг вы получите детальный отчет и рекомендации по улучшению работы сотрудников.",
  },
  {
    id: 2,
    quest: "Как много информации можно получить о сотруднике?",
    ans: "Благодаря комплексному подходу, включающему в себя сбор информации из открытых источников и контрольные закупки, вы получите детальный портрет сотрудника. Статусы документов, интересы, связи, активность в соц сетях и прочих сервисах. Это помогает заранее выявить склонности вашего сотрудника и в разы повысить его эффективность.",
  },
  {
    id: 3,
    quest: "Как долго ждать результаты?",
    ans: "В зависимости от выбранных услуг, срок выполнения работ может варьироваться. Мы всегда стараемся выполнить работу максимально быстро, не жертвуя качеством. Также вы будете получать отчет о каждом этапе работы",
  },
  {
    id: 4,
    quest: "Как узнать больше о ваших услугах?",
    ans: "Вы можете связаться с нами по телефону, электронной почте или через форму обратной связи на сайте. Мы с радостью ответим на все ваши вопросы.",
  },
];

export default faqData;
