import { Feature } from "@/types/feature";

const featuresData: Feature[] = [
  {
    id: 1,
    icon: "/images/icon/icon-01.svg",
    title: "Комплексная проверка сотрудника",
    description:
      "Соберем для вас всю доступную информацию о вашем сотруднике: от статуса документов и поведения в соц. сетях, до непосредственной оценки на рабочем месте. Исключите возможные риски заранее!",
  },
  {
    id: 2,
    icon: "/images/icon/icon-02.svg",
    title: "Тайный покупатель",
    description:
      "Узнайте, как ваше предприятие выглядит глазами клиента! Подберем для вас оптимальные типажи покупателей. При необходимости возможно создание стрессовых ситуаций заранее подготовленными актерами.",
  },
  {
    id: 3,
    icon: "/images/icon/icon-03.svg",
    title: "OSINT-портрет сотрудника",
    description:
      "Проведем глубокий анализ публичной информации о вашем сотруднике. Выявим его реальные связи, интересы и склонности. Поможем вам принять решение о его дальнейшей судьбе в вашей компании.",
  },
  {
    id: 4,
    icon: "/images/icon/icon-04.svg",
    title: "Оценка 360°",
    description:
      "Проведем комплексную оценку сотрудника с помощью опросов его коллег, руководителей и подчиненных. Получите объективную картину его работы и выявите зоны для его развития.",
  },
  {
    id: 5,
    icon: "/images/icon/icon-05.svg",
    title: "Помощь при приеме на работу",
    description:
      "Проведем комплексную проверку кандидата на вакансию. Выявим его реальные навыки и опыт. Поможем вам принять взвешенное решение о его приеме на работу.",
  },
  {
    id: 5,
    icon: "/images/icon/icon-06.svg",
    title: "CustDev",
    description:
      "Проведем исследование вашего продукта с помощью фокус-групп и индивидуальных интервью. Получите ценные инсайты о том, как улучшить ваш продукт и сделать его более привлекательным для клиентов.",
  },
];

export default featuresData;
